Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ཀློག་པ་དང་ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པ་དང་། འཆང་བ་དང་ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་པ་དེའི་ཚེ། ལ་ལ་ཞིག་དེར་འོངས་ཏེ་སེམས་ཅན་དམྱལ་བའི་མི་སྙན་པ་བརྗོད། །བྱོལ་སོང་གི་སྐྱེ་གནས་པ་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དང་།
en: Moreover, Subhūti, when they are committing this profound perfection of wisdom to writing, reciting it, transmitting it, disseminating it, and maintaining it, focusing their attention correctly on it, if someone arrives there, and describes how unpleasant the hells are, describes how unpleasant the animal realm, the world of Yama, and the abodes of anguished spirits are, and says, ‘For the denizens of the hells, the suffering is like this.

source: ཡི་དགས་ཀྱི་ཡུལ་གྱི་མི་སྙན་པ་བརྗོད་ཅིང་། སེམས་ཅན་དམྱལ་བ་ནི་འདི་ལྟ་བུར་སྡུག་བསྔལ་ལོ།
en: In the animal realm, the suffering is like this.

source: །བྱོལ་སོང་གི་སྐྱེ་གནས་ནི་འདི་ལྟ་བུར་སྡུག་བསྔལ་ལོ། །ཡི་དགས་ཀྱི་ཡུལ་ནི་འདི་ལྟ་བུར་སྡུག་བསྔལ་ལོ།
en: In the abodes of anguished spirits, the suffering is like this.

source: །ཁྱོད་ཀྱི་སྡུག་བསྔལ་འདི་ཉིད་དུ་མཐར་ཕྱིན་པར་གྱིས་ཤིག །
en: You should put an end to suffering here and now!

source: གང་ལ་སྡུག་བསྔལ་སྟོང་ཕྲག་མང་པོ་ཉམས་སུ་མྱོང་བར་འགྱུར་བའི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱིས་ཁྱོད་ལ་ཅི་ཞིག་བྱ།
en: What is the point for your attaining unsurpassed, complete enlightenment in the course of which many thousands of sufferings will be experienced!

source: ཁྱོད་ཡུན་རིང་པོས་འཁོར་བ་ན་འཁོར་བར་གྱུར་ཏ་རེ་ཞེས་ཟེར་ན།
en: Long have you roamed in cyclic existence!’

source: རབ་འབྱོར་དེའང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ཀློག་པ་དང་ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པ་དང་འཆང་བ་དང་ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་པའི་ཚེ། ལ་ལ་ཞིག་དེར་འོངས་ཏེ་རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་ལེགས་པ་བརྗོད།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: །སུམ་ཅུ་རྩ་གསུམ་དང་མཚེ་མ་དང་། དགའ་ལྡན་དང་འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་ཀྱི་ལྷ་རྣམས་ཀྱི་ལེགས་པ་བརྗོད། །འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་བར་གྱི་ལྷ་རྣམས་ཀྱི་ལེགས་པ་བརྗོད་ཅིང་། འདོད་པའི་ཁམས་ནི་འདོད་པ་ལ་ལོངས་སྤྱོད་པས་འདི་ལྟར་བདེའོ།
en: Moreover, Subhūti, when they are committing this profound perfection of wisdom to writing, reciting it, transmitting it, disseminating it, and maintaining it, focusing their attention correctly on it, if someone arrives there and describes how excellent the gods of the Caturmahā­rāja­kāyika are, describes how excellent the gods of the Trayastriṃśa, Yāma, Tuṣita, Nirmāṇarata, and Para­nirmita­vaśa­vartin realms are, and describes how excellent the gods of [other realms], up to and including the sense field of neither perception nor nonperception are, and says, ‘The realm of desire has happiness like this owing to the enjoyment of desires.

source: །གཟུགས་ཀྱི་ཁམས་ནི་བསམ་གཏན་དང་སྙོམས་པར་འཇུག་པ་རྣམས་ཀྱིས་འདི་ལྟར་བདེའོ།
en: The realm of form has happiness like this owing to the meditative concentrations and the absorptions.

source: །གཟུགས་མེད་པའི་ཁམས་ནི་སྙོམས་པར་འཇུག་པ་རྣམས་ཀྱིས་འདི་ལྟར་བདེ་སྟེ།
en: The realm of formlessness has happiness like this owing to the formless absorptions.

source: དེ་དག་ཀྱང་མི་རྟག་ཅིང་སྡུག་བསྔལ་ལ་བདག་མེད་དོ། །རྣམ་པར་འགྱུར་བའི་ཆོས་ཅན།
en: But all these are impermanent, imbued with suffering, and without self.

source: ཟད་པའི་ཆོས་ཅན། འཇིག་པའི་ཆོས་ཅན། སྐྱེ་བའི་ཆོས་ཅན། འགག་པའི་ཆོས་ཅན་ཡིན་གྱིས། ཁྱོད་ཀྱི་འདི་ཉིད་དུ་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཐོབ་པར་གྱིས་ཤིག །
en: Since they are subject to change, subject to extinction, subject to destruction, subject to arising, and subject to cessation, you should attain the fruit of entering the stream to nirvāṇa here and now!

source: ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་ཐོབ་པར་གྱིས་ཤིག །
en: You should attain the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, and arhatship here and now!

source: འདི་ཉིད་དུ་རང་བྱང་ཆུབ་ཐོབ་པར་གྱིས་ཤིག །
en: You should attain individual enlightenment here and now!

source: ཕྱིན་ཆད་འཁོར་བ་ནམ་འཁོར་བར་གྱིས་ཤིག་ཅེས་ཟེར་ན།
en: Henceforth you will not roam within cyclic existence!’

source: རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་གཅིག་པུ་སྟེ། ཟླ་མེད་ཅིང་བདག་གིས་བྱེད་པ་ཡིན་ལ། ཆོས་ཉན་པ་ནི་འཁོར་གྱི་ནང་ན་གནས་ན། རབ་འབྱོར་དེའང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma live alone and do everything by themselves, without a companion, but [the disciples] who listen to the Dharma live in a community, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་གཅིག་པུ་སྟེ། ཟླ་མེད་ཅིང་བདག་གིས་བྱེད་པ་ཡིན་ལ།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: ཆོས་སྨྲ་བ་ནི་འཁོར་གྱི་ནང་ན་གནས་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma live alone and do everything by themselves, without a companion, but [the teachers] who expound the Dharma live in a community, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་གཅིག་པུ་སྟེ། ཟླ་མེད་ཅིང་བདག་གིས་བྱེད་པ་ཡིན་ལ། ཆོས་ཉན་པ་ནི་ཚོགས་ཡོངས་སུ་སྡུད་ན། རབ་འབྱོར་དེའང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma live alone and do everything by themselves, without a companion, but [the disciples] who listen to the Dharma gather together, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་གཅིག་པུ་སྟེ། ཟླ་མེད་ཅིང་བདག་གིས་བྱེད་པ་ཡིན་ལ། ཆོས་སྨྲ་བ་ནི་ཚོགས་ཡོངས་སུ་སྡུད་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma live alone and do everything by themselves, without a companion, but [the teachers] who expound the Dharma gather together, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་འདི་སྐད་དུ་སུ་འང་ཕྱི་བཞིན་དུ་འབྲང་བ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདིར་སྦྱིན་ནོ་ཞེས་ཟེར་ལ།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma say, ‘I will give the perfection of wisdom to anyone who follows me here,’ {Ki.

source: ཆོས་ཉན་པ་ནི་ཕྱི་བཞིན་མི་འབྲང་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: IV: 50} but [the disciples] who listen to the Dharma do not follow, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི། ཆོས་སྨྲ་བའི་ཕྱི་བཞིན་འབྲང་བར་འདོད་ལ། ཆོས་སྨྲ་བ་ནི་དྲུང་དུ་འགྲོ་བའི་སྐབས་མི་འབྱེད་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma wish to follow [the teachers] who expound the Dharma, but [the teachers] who expound the Dharma do not give them an opportunity to approach, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་ཟང་ཟིང་ཅུང་ཟད་ཀྱི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲིར་གཞུག་པར་འདོད། ཀློག་ཏུ་གཞུག་པར་འདོད།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: ལུང་འབོག་པར་འདོད། ཁ་ཏོན་བྱེད་དུ་གཞུག་པར་འདོད། སྨྲ་བར་འདོད་ལ། ཆོས་ཉན་པ་ནི་ཟང་ཟིང་ཅུང་ཟད་ཀྱི་ཕྱིར་དྲུང་དུ་འགྲོ་བར་མ་མོས་ན། རབ་འབྱོར་དེའང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma, for the sake of trifling material things, wish to have this profound perfection of wisdom committed to writing, wish to have it recited, wish to transmit it, wish to have it disseminated, and wish to expound it, but [the disciples] who listen to the Dharma are disinclined to approach them for the sake of trifling material things, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ། རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་ཟང་ཟིང་ཅུང་ཟད་ཀྱི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བར་འདོད། ཉན་པའི་བར་དུ་འདོད་ལ།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: ཆོས་སྨྲ་བ་ནི་ཟང་ཟིང་ཅུང་ཟད་ཀྱི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྦྱིན་པར་མི་འདོད། ཉན་པར་གཞུག་པའི་བར་དུ་མི་འདོད་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [[the disciples] who listen to the Dharma wish to commit this profound perfection of wisdom to writing, and wish to listen to it, [and so forth], for the sake of trifling material things, but [the teachers] who expound the Dharma do not wish to give the perfection of wisdom and do not wish to have them listen to it, [and so forth], for the sake of trifling material things, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་སྲོག་གི་བར་ཆད་དུ་འགྱུར་བའི་ཕྱོགས་དེར་འགྲོ་བར་འདོད་ལ། ཆོས་ཉན་པ་ནི་དེར་འགྲོ་བར་མི་འདོད་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma wish to go to a place where their lives will be endangered, but [the disciples] who listen to the Dharma do not wish to go there, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་གང་དུ་སྲོག་གི་བར་ཆད་དུ་འགྱུར་བའི་ཕྱོགས་དེར་འགྲོ་བར་འདོད་ལ། ཆོས་སྨྲ་བ་ནི་དེར་འགྲོ་བར་མི་འདོད་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma wish to go to a place where their lives will be endangered, but [the teachers] who expound the Dharma do not wish to go there, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་གང་ན་ཟས་དཀོན་པ་དང་། ཆུ་དཀོན་པའི་ཕྱོགས་དེར་འགྲོ་བར་འདོད་ལ་ཆོས་ཉན་པ་ནི་འགྲོ་བར་མི་འདོད་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Moreover, Subhūti, if [the teachers] who expound the Dharma wish to go to a place where food is scarce and water is scarce, but [the disciples] who listen to the Dharma do not wish to go there, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་ཉན་པ་ནི་གང་ན་ཟས་དཀོན་པ་དང་། ཆུ་དཀོན་པའི་ཕྱོགས་དེར་འགྲོ་བར་འདོད་ལ། ཆོས་སྨྲ་བ་ནི་དེར་འགྲོ་བར་མི་འདོད་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་།
en: Moreover, Subhūti, if [the disciples] who listen to the Dharma wish to go to a place where food is scarce and water is scarce, but [the teachers] who expound the Dharma do not wish to go there, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present. {

source: ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Ki.

source: །རབ་འབྱོར་གཞན་ཡང་ཆོས་སྨྲ་བ་ནི་གང་ན་ཟས་མོད་པ་དང་། ཆུ་མོད་པའི་ཕྱོགས་དེར་འགྲོ་བར་འདོད་ལ། ཆོས་ཉན་པ་ཡང་རྗེས་སུ་འབྲང་ན། དེས་དེ་ལ་འདི་སྐད་དུ་རིགས་ཀྱི་བུ་ཁྱོད་ཟང་ཟིང་གི་དོན་དུ་སོང་སྟེ་ཅི་རུང་ལེགས་པར་བསམ་པ་སེམས་པར་གྱིས་ཤིག །
en: Moreover, Subhūti, if [the teachers] who expound the Dharma wish to go to a place where food is abundant and water is abundant, and [the disciples] who listen to the Dharma wish to follow them but [the teachers] say to them, ‘Noble child, why do you think it is a good idea to go there for the sake of material things?

source: ཟས་ཐོབ་མ་ཐོབ་དང་བསོད་མི་བསོད་ཀྱིས་འགྱོད་པར་གྱུར་ཏ་རེ་ཞེས་ཟེར་ན།
en: Will you not regret doing so for the sake of obtaining food or obtaining alms?’

source: དེའི་ཕྱིར་ཆོས་སྟོན་པ་དེས་ཀྱང་། ཐབས་ཕྲ་མོས་ཆོས་ལ་སྤང་བ་བྱས་པར་འགྱུར་ཏེ། དེ་ཡང་མི་དགའ་ཞིང་འདི་སྙམ་དུ་འདུ་ཤེས་ཏེ། འདི་ནི་སྦྱིན་པར་འདོད་པའི་མཚན་མ་མ་ཡིན་གྱི། སྤོང་བའི་མཚན་མ་ཡིན་ནོ་སྙམ་ན།
en: the teachers who expound the Dharma would indeed refuse the Dharma by a subtle means and the [disciples] would also be disgusted, perceiving that this is not a sign that [the teachers] want to impart [the perfection of wisdom]; rather, it is a sign that they refuse to do so.

source: རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: In that case, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་དགེ་སློང་ཆོས་སྨྲ་བ་ནི་གང་ན་རྐུན་པོའི་འཇིགས་པ་དང་། ཆོམ་པོའི་འཇིགས་པ་དང་། རྔོན་པའི་འཇིགས་པ་དང་།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra. “

source: གཅན་ཟན་ཁྲོ་བོའི་འཇིགས་པ་དང་། སྦྲུལ་གྱི་འཇིགས་པ་དང་། འབྲོག་དགོན་པའི་འཇིགས་པ་ཡོད་པ་དེར་འགྲོ་བར་འདོད་ལ། ཆོས་ཉན་པ་དག་ཀྱང་ཆོས་ཀྱི་དོན་དུ་ཆོས་ཀྱིས་སྐོམ་ཞིང་རྗེས་སུ་འབྲང་ན། དགེ་སློང་ཆོས་སྨྲ་བས་ཆོས་ཉན་པ་དེ་དག་ལ་འདི་སྐད་སྨྲས་ཏེ། རིགས་ཀྱི་བུ་དག་ཁྱེད་གང་ན་རྐུན་པོའི་འཇིགས་པ་དང་། ཆོམ་པོའི་འཇིགས་པ་དང་། རྔོན་པའི་འཇིགས་པ་དང་། གཅན་ཟན་ཁྲོ་བོའི་འཇིགས་པ་དང་། སྦྲུལ་གྱི་འཇིགས་པ་དང་། འབྲོག་དགོན་པའི་འཇིགས་པ་ཡོད་པ་དེར་དོང་སྟེ་ཅི་རུང་ཞེས།
en: Moreover, Subhūti, if monks who expound the Dharma wish to go to a place where there is fear of thieves, fear of robbers, fear of hunters, fear of wild beasts of prey, fear of snakes, and fear of jungle terrain, and [the disciples] who listen to the Dharma follow them for the sake of the Dharma, thirsting for the Dharma, but the monks who expound the Dharma were then to say to those [disciples] who listen to the Dharma, ‘Noble children, why will you go in that place where there is fear of thieves, fear of robbers, fear of hunters, fear of wild beasts of prey, fear of snakes, and fear of jungle terrain?’

source: དེ་ལྟར་དགེ་སློང་ཆོས་སྨྲ་བ་དེས་ཆོས་མི་བསྟན་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲིར་གཞུག་པར་མི་འདོད། །ཀློག་ཏུ་གཞུག་པར་མི་འདོད། །ལུང་འབོག་པར་མི་འདོད། ཁ་ཏོན་བྱེད་དུ་གཞུག་པར་མི་འདོད། །ཉན་དུ་གཞུག་པར་མི་འདོད་པར་གྱུར་ལ། དེ་དག་གིས་དགེ་སློང་ཆོས་སྨྲ་བའི་ཚིག་དེ་ཐོས་ནས། མི་དགའ་ཞིང་མི་དགའ་བའི་ཚུལ་ཅན་དུ་གྱུར་ཏེ། དགེ་སློང་ཆོས་སྨྲ་བ་གང་ན་བ་དེར་འགྲོ་བར་མི་འདོད་ན།
en: those monks who expound the Dharma do not wish to have this perfection of wisdom committed to writing, do not wish to have it recited, do not wish to transmit it, do not wish to have it disseminated, and do not wish to have them hear it because they will not teach the Dharma, and those [disciples], on hearing the words of the monks who expound the scared doctrine, would be disgusted and assume a disgusted demeanor, not wishing to depart for that place where the teachers who expound the Dharma are going.

source: །རབ་འབྱོར་དེའང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: In that case, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་དགེ་སློང་ཆོས་སྨྲ་བ་བསོད་སྙོམས་གཏོང་བའི་གྲོང་ཁྱེར་གཙོ་བོར་བྱེད་པར་གྱུར་ཏེ། དེ་བསོད་སྙོམས་གཏོང་བའི་གྲོང་ཁྱེར་གཙོ་བོར་གྱུར་པས། བསོད་སྙོམས་གཏོང་བའི་གྲོང་ཁྱེར་དེ་དག་ཡང་དང་ཡང་བལྟ་བར་སེམས་ཤིང་། དེར་ཡང་དང་ཡང་བལྟ་བས་ཆོས་ཉན་པ་ཕྱིར་ཟློག་ཅིང་།
en: Moreover, Subhūti, if monks who expound the Dharma attach weight to cities that donate alms and think they should go to visit those alms-giving cities repeatedly, and because they visit those places again and again, deter [the disciples] who listen to the Dharma, {Ki.

source: ཚེ་དང་ལྡན་པ་དག་ངས་ནི་བསོད་སྙོམས་གཏོང་བའི་གྲོང་བལྟ་དགོས་ཏེ།
en: IV: 52} saying, ‘Venerables, I have to visit that alms-giving city.

source: བསོད་སྙོམས་གཏོང་པའི་གྲོང་དུ་འགྲོ་དགོས་སོ་ཞེས་ནས།
en: I have to go to that alms-giving city!’

source: དེས་ཆོས་ཉན་པ་དེ་དག་ཕྱིར་ཟློག་པས་ཕྱིར་དོང་ན། རབ་འབྱོར་དེའང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: and [the disciples] who listen to the Dharma are consequently deterred and turn back, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present.

source: །རབ་འབྱོར་གཞན་ཡང་བདུད་སྡིག་ཏོ་ཅན་དགེ་སློང་གི་ཆ་བྱད་དུ་བྱས་ཤིང་ཅི་ནས་ཀྱང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་སུ་ཡང་འདྲི་བར་མི་འགྱུར་བ་དང་། ལུང་འབོག་པར་མི་འགྱུར་བ་དང་། ཁ་ཏོན་བྱེད་པར་མི་འགྱུར་བ་དང་། ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་པར་མི་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར་ཐབས་སྦྱོར་རོ།
en: Moreover, Subhūti, the evil Māra will assume the guise of a monk and by whatever means will employ devices so that no one at all will commit this profound perfection of wisdom to writing, transmit it, disseminate it, or focus their attention correctly on it.”

source: །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་བདུད་སྡིག་ཏོ་ཅན་དག་དགེ་སློང་གི་ཆ་བྱད་དུ་བགྱིས་ཤིང་།
en: The venerable Subhūti then asked the Blessed One, “Blessed Lord, why should the evil Māra assume the guise of a monk?

source: ཅི་ནས་ཀྱང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་སུ་ཡང་འདྲི་བར་མི་འགྱུར་བ་དང་། ལུང་འབོག་པར་མི་འགྱུར་བ་དང་། ཁ་ཏོན་བགྱིད་པར་མི་འགྱུར་བ་དང་། ཚུལ་བཞིན་དུ་ཡིད་ལ་བགྱིད་པར་མི་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར་ཐབས་སྦྱོར་བ་ལགས།
en: In what way will he employ devices so that no one at all will commit this profound perfection of wisdom to writing, transmit it, disseminate it, or focus their attention correctly on it?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་འདི་ལ་བདུད་སྡིག་ཏོ་ཅན་དག་དགེ་སློང་གི་ཆ་བྱད་དུ་བྱས་ཤིང་འདི་སྐད་དུ་ངེད་ཀྱིས་ཇི་ལྟར་ཁོང་དུ་ཆུད་པ་འདི་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཡིན་ཏེ།
en: Subhūti,” replied the Blessed One, “the evil band of Māra will assume the forms of monks and cause dissension, deterring them and dissuading them with the words, ‘This [doctrine] that we understand is the perfection of wisdom!

source: ཇི་སྐད་དུ་ཁྱོད་ཀློག་པ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་ཡིན་ནོ། །ཞེས་དབྱེན་བྱེད་ཅིང་ཟློག་ལ་མོས་པ་མེད་པར་བྱེད་དོ།
en: That which you would recite is not the perfection of wisdom!’

source: །རབ་འབྱོར་དེ་ལ་བདུད་སྡིག་ཏོ་ཅན་གྱིས་དེ་ལྟར་དབྱེན་བྱས་པའི་ཚེ། བྱང་ཆུབ་སེམས་དཔའ་གང་ལུང་མ་བསྟན་པ་དེ་དག་ནི་ཐེ་ཚོམ་སྐྱེ་བར་འགྱུར་ཏེ། དེ་དག་ཐ་ཚོམ་དུ་གྱུར་ནས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་མི་འདྲི་བར་འགྱུར། མི་ཀློག་པར་འགྱུར་ལུང་མི་འབོག་པར་འགྱུར། ཁ་ཏོན་མི་བྱེད་པར་འགྱུར། མི་སྒོམ་པར་འགྱུར། ཚུལ་བཞིན་དུ་ཡིད་ལ་མི་བྱེད་པར་འགྱུར་ཏེ།
en: Subhūti, when the evil Māra causes dissension in that manner, bodhisattvas who have not been prophesied will hesitate, and having hesitated, they will not commit this profound perfection of wisdom to writing, they will not recite it, they will not transmit it, they will not disseminate it, they will not cultivate it, and they will not focus their attention correctly on it.

source: །རབ་འབྱོར་གཞན་ཡང་བདུད་སྡིག་ཏོ་ཅན་དག་དགེ་སློང་གི་ཆ་བྱད་དུ་བྱས་ནས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་འོངས་ཤིང་། འདི་སྐད་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་སྤྱོད་པ་དེ་ནི་ཡང་དག་པའི་མཐའ་མངོན་དུ་བྱེད་པར་འགྱུར་ཏེ།
en: Moreover, Subhūti, the evil band of Māra will assume the forms of monks and approach bodhisattva great beings, saying, ‘Bodhisattva great beings who practice this profound perfection of wisdom will actualize the very limit of reality.

source: རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཐོབ་པར་འགྱུར་རོ།
en: They will attain the fruit of entering the stream to nirvāṇa.

source: །དེ་ནི་ལན་གཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་ཐོབ་པར་འགྱུར་རོ།
en: They will attain the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, and arhatship.

source: །དེ་ནི་རང་བྱང་ཆུབ་ཐོབ་པར་འགྱུར་རོ། །ཞེས་ཟེར་ན།
en: They will attain individual enlightenment!’

source: དེས་ཚིག་དེ་ཐོས་ནས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་ན། རབ་འབྱོར་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲི་བ་དང་། ལུང་འབོག་པ་དང་། ཁ་ཏོན་བྱེད་པའི་རྒྱུ་རྐྱེན་མི་ལྡན་པ་སྟེ།
en: Thereupon, after hearing these words, if they do not practice the perfection of wisdom, then, Subhūti, the causes and conditions for committing this profound perfection of wisdom to writing, transmitting it, and disseminating it will not be present. {

source: །རབ་འབྱོར་གཞན་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་སྟོན་པའི་ཚེ། བར་ཆད་དུ་འགྱུར་བའི་བདུད་ཀྱི་ལས་མང་དུ་འབྱུང་སྟེ།
en: Moreover, Subhūti, when this profound perfection of wisdom is being taught, there will arise many deeds of Māra that cause obstacles.

source: བདུད་ཀྱི་ལས་དེ་དག་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རིག་པར་བྱས་ནས་རྣམ་པར་སྤང་བར་བྱའོ།
en: Bodhisattva great beings should know that these deeds of Māra are in fact the work of Māra, and on knowing this, reject them.”

source: །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདུད་ཀྱི་ལས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རིག་པར་བགྱི་སྟེ། སྤང་བར་བགྱི་བ་དེ་དག་གང་ལགས།
en: The venerable Subhūti then asked the Blessed One, “Blessed Lord, what are the deeds of Māra that bodhisattva great beings should know and that they should reject?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་གཟུགས་བརྙན་ནི་བདུད་ཀྱི་ལས།
en: Subhūti,” replied the Blessed One, “the counterfeits of the perfection of wisdom are the deeds of Māra.

source: བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་གཟུགས་བརྙན་ནི་བདུད་ཀྱི་ལས་ཏེ།
en: The counterfeits of the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity are the deeds of Māra.
